
///用于列表查询
var titleForType = {
	'10':'新鲜事',
	// '11':'活动',
	'11':'打听',
	'12':'吐槽',
	'13':'公告',
	'20':'吃喝玩乐',
	'21':'求职招聘',
	'22':'商家信息',
	'23':'相亲交友',
	'24':'房屋信息',
	'25':'打车出行',
	'26':'二手交易',
	'27':'便民信息'
}

//首页列表可用的数据类型
var homeAvaliableItemType = ['10' , '11' , '12' , '13' , '14' , '15'];

var itemType = [
	[
		{
			'id':'10',	
			'title':'新鲜事',
		},
		{
			'id':'11',	
			'title':'打听',
		},
		{
			'id':'12',	
			'title':'吐槽',
		},
		{
			'id':'13',	
			'title':'公告',
		}
	],
	[{
		'id':'20',	
		'title':'吃喝玩乐',
	},
	{
		'id':'21',	
		'title':'求职招聘',
	},
	{
		'id':'22',	
		'title':'商家信息',
	},
	{
		'id':'23',	
		'title':'相亲交友',
	},
	{
		'id':'24',	
		'title':'房屋信息',
	},
	{
		'id':'25',	
		'title':'打车出行',
	},
	{
		'id':'26',	
		'title':'二手交易',
	},
	{
		'id':'27',	
		'title':'便民信息',
	}]
	];
	
//状态
var itemStatus = {
	'0':'待审核',
	'1':'已通过',
	'2':'未通过',
};